In [1]:
import numpy as np
import matplotlib.pyplot as plt
import pandas as pd

In [3]:
gdp = pd.read_csv('GDP.csv')
pce = pd.read_csv('PCE.csv')

In [7]:
gdp.head()

  observation_date      GDP
0       1947-01-01  243.164
1       1947-04-01  245.968
2       1947-07-01  249.585
3       1947-10-01  259.745
4       1948-01-01  265.742

In [9]:
pce.head()

  observation_date    PCE
0       1959-01-01  306.1
1       1959-02-01  309.6
2       1959-03-01  312.7
3       1959-04-01  312.2
4       1959-05-01  316.1